Revit 2027 API
BuiltInFailures.CopyPasteFailures.FinalizedElementsWillBeDeleted Property
 Can't find new hosts for this Element.\nIt will be deleted on Finish Paste unless repositioned or rehosted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FinalizedElementsWillBeDeleted { get; }
Public Shared ReadOnly Property FinalizedElementsWillBeDeleted As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FinalizedElementsWillBeDeleted {
	FailureDefinitionId^ get ();
}
static member FinalizedElementsWillBeDeleted : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace